{
  "text": {
    "hey": 61,
    "hello": 59,
    "hi": 62,
    "there": 136,
    "good": 51,
    "morning": 86,
    "evening": 42,
    "let": 76,
    "s": 114,
    "go": 49,
    "dude": 41,
    "goodmorning": 54,
    "goodevening": 53,
    "afternoon": 2,
    "cu": 29,
    "by": 17,
    "see": 117,
    "you": 156,
    "later": 74,
    "night": 93,
    "bye": 18,
    "goodbye": 52,
    "have": 58,
    "a": 0,
    "nice": 92,
    "day": 33,
    "around": 7,
    "yes": 155,
    "y": 154,
    "indeed": 67,
    "of": 96,
    "course": 28,
    "that": 134,
    "sounds": 122,
    "correct": 27,
    "no": 94,
    "n": 89,
    "never": 91,
    "i": 66,
    "don": 39,
    "t": 131,
    "think": 137,
    "so": 120,
    "like": 79,
    "way": 148,
    "not": 95,
    "really": 109,
    "perfect": 102,
    "great": 56,
    "amazing": 4,
    "feeling": 45,
    "king": 73,
    "wonderful": 152,
    "am": 3,
    "very": 145,
    "going": 50,
    "to": 139,
    "save": 116,
    "the": 135,
    "world": 153,
    "super": 129,
    "stoked": 126,
    "extremely": 43,
    "my": 88,
    "was": 146,
    "horrible": 63,
    "sad": 115,
    "feel": 44,
    "well": 149,
    "disappointed": 35,
    "m": 81,
    "unhappy": 144,
    "are": 6,
    "bot": 15,
    "human": 65,
    "talking": 132,
    "tell": 133,
    "me": 82,
    "about": 1,
    "powdery": 106,
    "mildew": 83,
    "what": 150,
    "symptoms": 130,
    "rust": 113,
    "how": 64,
    "do": 37,
    "treat": 141,
    "leaf": 75,
    "spot": 124,
    "is": 71,
    "blight": 13,
    "can": 19,
    "help": 60,
    "with": 151,
    "anthracnose": 5,
    "need": 90,
    "information": 69,
    "black": 12,
    "should": 118,
    "for": 48,
    "canker": 20,
    "causes": 23,
    "downy": 40,
    "does": 38,
    "cercospora": 24,
    "look": 80,
    "prevent": 108,
    "botrytis": 16,
    "gray": 55,
    "mold": 85,
    "details": 34,
    "on": 98,
    "treatment": 142,
    "available": 8,
    "cure": 31,
    "first": 47,
    "signs": 119,
    "dangerous": 32,
    "plants": 105,
    "spread": 125,
    "other": 99,
    "grow": 57,
    "tomato": 140,
    "best": 11,
    "conditions": 26,
    "lettuce": 77,
    "plant": 104,
    "carrot": 22,
    "soil": 121,
    "type": 143,
    "required": 111,
    "basil": 9,
    "much": 87,
    "water": 147,
    "cucumber": 30,
    "zucchini": 157,
    "often": 97,
    "spinach": 123,
    "light": 78,
    "bell": 10,
    "pepper": 101,
    "mint": 84,
    "indoors": 68,
    "care": 21,
    "instructions": 70,
    "rosemary": 112,
    "ph": 103,
    "strawberries": 127,
    "prepare": 107,
    "blueberries": 14,
    "sunlight": 128,
    "parsley": 100,
    "fertilizers": 46,
    "chili": 25,
    "it": 72,
    "this": 138,
    "disease": 36,
    "require": 110
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_plant_disease": 1,
    "ask_planting_techniques": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_plant_info": 6,
    "action_get_planting_techniques": 7,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}