{
  "text": {
    "hey": 45,
    "hello": 43,
    "hi": 46,
    "there": 96,
    "good": 36,
    "morning": 64,
    "evening": 29,
    "let": 57,
    "s": 80,
    "go": 34,
    "dude": 28,
    "goodmorning": 39,
    "goodevening": 38,
    "afternoon": 2,
    "cu": 20,
    "by": 12,
    "see": 83,
    "you": 111,
    "later": 55,
    "night": 70,
    "bye": 13,
    "goodbye": 37,
    "have": 42,
    "a": 0,
    "nice": 69,
    "day": 21,
    "around": 7,
    "yes": 110,
    "y": 109,
    "indeed": 51,
    "of": 73,
    "course": 19,
    "that": 94,
    "sounds": 86,
    "correct": 18,
    "no": 71,
    "n": 66,
    "never": 68,
    "i": 50,
    "don": 26,
    "t": 91,
    "think": 97,
    "so": 85,
    "like": 58,
    "way": 103,
    "not": 72,
    "really": 78,
    "perfect": 75,
    "great": 41,
    "amazing": 4,
    "feeling": 32,
    "king": 54,
    "wonderful": 107,
    "am": 3,
    "very": 101,
    "going": 35,
    "to": 98,
    "save": 82,
    "the": 95,
    "world": 108,
    "super": 89,
    "stoked": 88,
    "extremely": 30,
    "my": 65,
    "was": 102,
    "horrible": 47,
    "sad": 81,
    "feel": 31,
    "well": 104,
    "disappointed": 23,
    "m": 60,
    "unhappy": 100,
    "are": 6,
    "bot": 10,
    "human": 49,
    "talking": 92,
    "tell": 93,
    "me": 61,
    "about": 1,
    "powdery": 76,
    "mildew": 62,
    "what": 105,
    "symptoms": 90,
    "rust": 79,
    "how": 48,
    "do": 24,
    "treat": 99,
    "leaf": 56,
    "spot": 87,
    "is": 53,
    "blight": 9,
    "can": 14,
    "help": 44,
    "with": 106,
    "anthracnose": 5,
    "need": 67,
    "information": 52,
    "black": 8,
    "should": 84,
    "for": 33,
    "canker": 15,
    "causes": 16,
    "downy": 27,
    "does": 25,
    "cercospora": 17,
    "look": 59,
    "prevent": 77,
    "botrytis": 11,
    "gray": 40,
    "mold": 63,
    "details": 22,
    "on": 74
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_plant_disease": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}