{
  "text": {
    "hey": 62,
    "hello": 60,
    "hi": 63,
    "there": 138,
    "good": 52,
    "morning": 87,
    "evening": 43,
    "let": 77,
    "s": 116,
    "go": 50,
    "dude": 42,
    "goodmorning": 55,
    "goodevening": 54,
    "afternoon": 2,
    "cu": 30,
    "by": 17,
    "see": 119,
    "you": 158,
    "later": 75,
    "night": 94,
    "bye": 18,
    "goodbye": 53,
    "have": 59,
    "a": 0,
    "nice": 93,
    "day": 34,
    "around": 7,
    "yes": 157,
    "y": 156,
    "indeed": 68,
    "of": 97,
    "course": 29,
    "that": 136,
    "sounds": 124,
    "correct": 28,
    "no": 95,
    "n": 90,
    "never": 92,
    "i": 67,
    "don": 40,
    "t": 133,
    "think": 139,
    "so": 122,
    "like": 80,
    "way": 150,
    "not": 96,
    "really": 110,
    "perfect": 103,
    "great": 57,
    "amazing": 4,
    "feeling": 46,
    "king": 74,
    "wonderful": 154,
    "am": 3,
    "very": 147,
    "going": 51,
    "to": 141,
    "save": 118,
    "the": 137,
    "world": 155,
    "super": 131,
    "stoked": 128,
    "extremely": 44,
    "my": 89,
    "was": 148,
    "horrible": 64,
    "sad": 117,
    "feel": 45,
    "well": 151,
    "disappointed": 36,
    "m": 82,
    "unhappy": 146,
    "are": 6,
    "bot": 15,
    "human": 66,
    "talking": 134,
    "tell": 135,
    "me": 83,
    "about": 1,
    "powdery": 107,
    "mildew": 84,
    "what": 152,
    "symptoms": 132,
    "rust": 115,
    "how": 65,
    "do": 38,
    "treat": 143,
    "leaf": 76,
    "spot": 126,
    "is": 72,
    "blight": 13,
    "can": 19,
    "help": 61,
    "with": 153,
    "anthracnose": 5,
    "need": 91,
    "information": 70,
    "black": 12,
    "should": 120,
    "for": 49,
    "canker": 20,
    "causes": 23,
    "downy": 41,
    "does": 39,
    "cercospora": 24,
    "look": 81,
    "prevent": 109,
    "botrytis": 16,
    "gray": 56,
    "mold": 86,
    "details": 35,
    "on": 99,
    "treatment": 144,
    "available": 8,
    "cure": 32,
    "first": 48,
    "signs": 121,
    "dangerous": 33,
    "plants": 106,
    "spread": 127,
    "other": 100,
    "grow": 58,
    "tomato": 142,
    "best": 11,
    "conditions": 27,
    "lettuce": 78,
    "plant": 105,
    "carrot": 22,
    "soil": 123,
    "type": 145,
    "required": 112,
    "basil": 9,
    "much": 88,
    "water": 149,
    "cucumber": 31,
    "zucchini": 159,
    "often": 98,
    "spinach": 125,
    "light": 79,
    "bell": 10,
    "pepper": 102,
    "mint": 85,
    "indoors": 69,
    "care": 21,
    "instructions": 71,
    "rosemary": 114,
    "ph": 104,
    "strawberries": 129,
    "prepare": 108,
    "blueberries": 14,
    "sunlight": 130,
    "parsley": 101,
    "fertilizers": 47,
    "chili": 26,
    "cherry": 25,
    "requirement": 113,
    "this": 140,
    "disease": 37,
    "it": 73,
    "require": 111
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_plant_disease": 1,
    "ask_planting_techniques": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_plant_info": 6,
    "action_get_planting_techniques": 7,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}