{
  "text": {
    "hey": 51,
    "hello": 49,
    "hi": 52,
    "there": 107,
    "good": 41,
    "morning": 71,
    "evening": 34,
    "let": 63,
    "s": 90,
    "go": 39,
    "dude": 33,
    "goodmorning": 44,
    "goodevening": 43,
    "afternoon": 2,
    "cu": 24,
    "by": 14,
    "see": 93,
    "you": 125,
    "later": 61,
    "night": 78,
    "bye": 15,
    "goodbye": 42,
    "have": 48,
    "a": 0,
    "nice": 77,
    "day": 26,
    "around": 7,
    "yes": 124,
    "y": 123,
    "indeed": 57,
    "of": 81,
    "course": 23,
    "that": 105,
    "sounds": 97,
    "correct": 22,
    "no": 79,
    "n": 74,
    "never": 76,
    "i": 56,
    "don": 31,
    "t": 102,
    "think": 108,
    "so": 95,
    "like": 65,
    "way": 117,
    "not": 80,
    "really": 87,
    "perfect": 83,
    "great": 46,
    "amazing": 4,
    "feeling": 37,
    "king": 60,
    "wonderful": 121,
    "am": 3,
    "very": 114,
    "going": 40,
    "to": 109,
    "save": 92,
    "the": 106,
    "world": 122,
    "super": 100,
    "stoked": 99,
    "extremely": 35,
    "my": 73,
    "was": 115,
    "horrible": 53,
    "sad": 91,
    "feel": 36,
    "well": 118,
    "disappointed": 28,
    "m": 67,
    "unhappy": 113,
    "are": 6,
    "bot": 12,
    "human": 55,
    "talking": 103,
    "tell": 104,
    "me": 68,
    "about": 1,
    "powdery": 85,
    "mildew": 69,
    "what": 119,
    "symptoms": 101,
    "rust": 89,
    "how": 54,
    "do": 29,
    "treat": 111,
    "leaf": 62,
    "spot": 98,
    "is": 59,
    "blight": 11,
    "can": 16,
    "help": 50,
    "with": 120,
    "anthracnose": 5,
    "need": 75,
    "information": 58,
    "black": 10,
    "should": 94,
    "for": 38,
    "canker": 17,
    "causes": 19,
    "downy": 32,
    "does": 30,
    "cercospora": 20,
    "look": 66,
    "prevent": 86,
    "botrytis": 13,
    "gray": 45,
    "mold": 70,
    "details": 27,
    "on": 82,
    "grow": 47,
    "tomato": 110,
    "best": 9,
    "conditions": 21,
    "lettuce": 64,
    "plant": 84,
    "carrot": 18,
    "soil": 96,
    "type": 112,
    "required": 88,
    "basil": 8,
    "much": 72,
    "water": 116,
    "cucumber": 25
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_plant_disease": 1,
    "ask_planting_techniques": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_plant_info": 6,
    "action_get_planting_techniques": 7,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}